[
  {
    "name": "Apenheul",
    "region": "Apeldoorn",
    "type": "nature",
    "description": "Uniek primatenpark in het Bergkwartier van Apeldoorn waar meer dan 35 soorten apen en maki's vrij door het park rondlopen tussen de bezoekers. Het park telt ruim 300 apen en biedt indrukwekkende belevenissen in een bosrijke omgeving.",
    "website": "https://www.apenheul.nl",
    "weather": "outdoor",
    "coffee": true,
    "diaper": true,
    "alcohol": false,
    "lat": 52.2152,
    "lng": 5.9194,
    "min_age": 0,
    "max_age": 99,
    "toddler_highlight": "Peuters staan oog in oog met kleine apen die vrijelijk over de paden lopen — een betoverende, unieke ervaring voor de allerkleinsten die gewend zijn dieren alleen achter glas te zien.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Paleis Het Loo",
    "region": "Apeldoorn",
    "type": "museum",
    "description": "Voormalig koninklijk paleis met schitterende barokke tuinen en interactieve tentoonstellingen over de Nederlandse koninklijke geschiedenis. Na een grootscheepse renovatie herbergt het museum nu ook het Juniorpaleis: een speelse, kleurrijke paleiswereld speciaal voor jonge kinderen.",
    "website": "https://www.paleishetloo.nl",
    "weather": "both",
    "coffee": true,
    "diaper": true,
    "alcohol": false,
    "lat": 52.2277,
    "lng": 5.9509,
    "min_age": 0,
    "max_age": 99,
    "toddler_highlight": "Het Juniorpaleis is een volledig ingerichte speelwereld voor de allerkleinsten, met kleurrijke paleisvertrekken op peuterschaal waarin kinderen naar hartenlust kunnen spelen, rollenspelen en ontdekken.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Julianatoren",
    "region": "Apeldoorn",
    "type": "play",
    "description": "Vrolijk kinderpretpark met meer dan 50 attracties speciaal ontworpen voor kinderen tot 10 jaar. Van draaimolens en treintjes tot peutervriendelijke zweefmolens en een klein poppentheater — het park is volledig afgestemd op de belevingswereld van jonge kinderen.",
    "website": "https://www.julianatoren.nl",
    "weather": "outdoor",
    "coffee": true,
    "diaper": true,
    "alcohol": false,
    "lat": 52.2190,
    "lng": 5.9720,
    "min_age": 0,
    "max_age": 10,
    "toddler_highlight": "Het park richt zich uitdrukkelijk op peuters en kleuters: de meeste attracties zijn bewust klein en kalm gehouden, zoals langzame draaimolens, een klein treintje en een poppentheater dat peuters betovert.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Speelboerderij Binky (Kinderparadijs Malkenschoten)",
    "region": "Apeldoorn",
    "type": "nature",
    "description": "Uitgestrekt kinderparadijs van 4 hectare in de bosrijke omgeving van Malkenschoten, met een kinderboerderij, talrijke speeltuinen, een kabelbaan, waterfietsvijver en groot horecaterras. Kinderen kunnen dieren voeren, hutten bouwen en door het bos klimmen.",
    "website": "https://www.binky.nl",
    "weather": "outdoor",
    "coffee": true,
    "diaper": true,
    "alcohol": false,
    "lat": 52.2026,
    "lng": 5.9285,
    "min_age": 0,
    "max_age": 10,
    "toddler_highlight": "Voor peuters tot 2 jaar is de toegang gratis. De kinderboerderij met geiten, konijnen en cavia's is perfect op peuteroognieuwhoogte ingericht, en geitenvoer kopen (€ 0,50) is een directe, tastbare belevenis voor de allerkleinsten.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Monkey Town Indoor Speelparadijs",
    "region": "Apeldoorn",
    "type": "play",
    "description": "Groot overdekt speelparadijs met meerdere speelzones op verschillende niveaus, inclusief klimwanden, glijbanen en ballenbakken. Op schooldagen zijn er speciale peuteruurtjes met voordelig tarief voor de allerkleinsten.",
    "website": "https://monkeytown.eu/nl/apeldoorn/home",
    "weather": "indoor",
    "coffee": true,
    "diaper": true,
    "alcohol": false,
    "lat": 52.2065,
    "lng": 5.9612,
    "min_age": 0,
    "max_age": 12,
    "toddler_highlight": "De speciale Peuterzone is omgeven door zachte matten en bevat speciaal kleuter-speelmateriaal, miniglijbaantjes en speelobjecten op maat — ouders mogen gratis mee naar binnen en kunnen samen met hun peuter spelen.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Kinderboerderij De Maten",
    "region": "Apeldoorn",
    "type": "nature",
    "description": "Gratis toegankelijke kinderboerderij midden in de woonwijk De Maten, grenzen aan het Matenpark. Kinderen kunnen pony's, ezels, geiten, varkens, knaagdieren en pluimvee aaien en voeren in de knuffelweides, en naderhand spelen in de aangrenzende speeltuin.",
    "website": "https://kinderboerderijenapeldoorn.nl/de-maten",
    "weather": "outdoor",
    "coffee": true,
    "diaper": true,
    "alcohol": false,
    "lat": 52.2388,
    "lng": 5.9850,
    "min_age": 0,
    "max_age": 12,
    "toddler_highlight": "Gratis toegang elke dag van 10:00–16:00 uur. De knuffelweide waar peuters zelf dieren mogen aaien en het moerasje om kleine beestjes te ontdekken zijn speciaal ingericht voor de allerkleinsten.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Kinderboerderij Laag Buurlo",
    "region": "Apeldoorn",
    "type": "nature",
    "description": "Gratis kinderboerderij in Apeldoorn-Noord, gelegen tussen de wijken Zevenhuizen, Ossenveld-Woudhuis en Anklaar. Het biedt geiten, schapen, ezels, pony's, varkens, konijnen, kippen, eenden en volièrevogels, plus een grote speeltuin.",
    "website": "https://kinderboerderijenapeldoorn.nl/laag-buurlo",
    "weather": "outdoor",
    "coffee": false,
    "diaper": true,
    "alcohol": false,
    "lat": 52.2451,
    "lng": 5.9724,
    "min_age": 0,
    "max_age": 12,
    "toddler_highlight": "Gratis toegang 7 dagen per week (8:30–17:30 in de zomer). De speciale peuteruurtjes op vrijdagochtend bieden een rustige, kindvriendelijke omgeving om dieren te ontmoeten zonder de drukte van het weekend.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Stadspark Berg en Bos",
    "region": "Apeldoorn",
    "type": "nature",
    "description": "Uitgestrekt stadspark van 250 hectare aan de rand van het Veluwse heuvellandschap, grenzen aan Apenheul. Bezoekers kunnen wilde zwijnen en edelherten spotten, de 26 meter hoge uitkijktoren beklimmen, de vlindertuin bezoeken en spelen op de grote speelweide.",
    "website": "https://bergenbosapeldoorn.nl",
    "weather": "outdoor",
    "coffee": false,
    "diaper": false,
    "alcohol": false,
    "lat": 52.2170,
    "lng": 5.9260,
    "min_age": 0,
    "max_age": 99,
    "toddler_highlight": "Het IVN Kindernatuurpad leidt peuters langs spannende ontdekkingen in het bos, en op de ruime speelweide kunnen ze vrij rennen en ravotten — alles gratis en altijd toegankelijk.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Schaapskooi Hoog Buurlo",
    "region": "Apeldoorn",
    "type": "nature",
    "description": "Authentieke schaapskooi diep in de Veluwe bij Ugchelen, omgeven door beukenlanen, eikenbossen en heide. Een schaapskudde van Veluwse heideschapen wordt hier op eeuwenoude wijze geherd, en bezoekers kunnen de schapen en in het voorjaar ook de lammeren van dichtbij zien.",
    "website": "https://www.staatsbosbeheer.nl/uit-in-de-natuur/wandelroute-schaapskooi-hoog-buurlo",
    "weather": "outdoor",
    "coffee": false,
    "diaper": false,
    "alcohol": false,
    "lat": 52.1902,
    "lng": 5.9027,
    "min_age": 0,
    "max_age": 99,
    "toddler_highlight": "In het voorjaar zijn er pasgeboren lammeren te zien — een prachtige, gratis natuurbeleving voor peuters. De wandeling vanuit de parkeerplaats is slechts 1 km, perfect voor kleine beentjes.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Kabouterpad Hoenderloo",
    "region": "Apeldoorn",
    "type": "nature",
    "description": "Magische paaltjesroute van 800 meter door het Veluwse bos bij Hoenderloo, speciaal ontworpen voor kleuters en peuters van 3–7 jaar. Gekleed in een rode puntmuts volgen kinderen de kabouterpaaltjes en voeren zes speelse kabouteropdrachten uit.",
    "website": "https://www.staatsbosbeheer.nl/uit-in-de-natuur/kabouterpad-hoenderloo",
    "weather": "outdoor",
    "coffee": false,
    "diaper": false,
    "alcohol": false,
    "lat": 52.1740,
    "lng": 5.8990,
    "min_age": 2,
    "max_age": 7,
    "toddler_highlight": "Peuters van 2 jaar kunnen al enthousiast meelopen met de kabouteropdrachten. Een rugzakje met puntmuts, pakje drinken en koekje kost slechts €5 — de route duurt circa 1,5 uur en is volledig op kleine kinderpasjes afgestemd.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Heggies Speelschuur",
    "region": "Apeldoorn",
    "type": "play",
    "description": "Gezellige binnenspeeltuin voor kinderen van 2–12 jaar, gelegen in Emst op de Veluwe op korte afstand van Apeldoorn. Naast de uitdagende binnenspeeltuin is er bij mooi weer ook een buitenspeeltuin met trampoline en luchtkussen. Toegangsprijs €7 per kind, ouders gratis.",
    "website": "https://www.heggiesspeelschuur.nl",
    "weather": "both",
    "coffee": true,
    "diaper": true,
    "alcohol": false,
    "lat": 52.3170,
    "lng": 5.9780,
    "min_age": 2,
    "max_age": 12,
    "toddler_highlight": "Er is een speciale zone voor kinderen tot 4 jaar met zachte speeltoestellen, een ballenbak en mega-legoblokken op peutermaat — ideaal voor de allerkleinsten die nog niet toe zijn aan grote klimmachines.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Speelparadijs Pannenkoekenhuis Voorst",
    "region": "Apeldoorn",
    "type": "pancake",
    "description": "Het enige attractie-pannenkoekenhuis van Nederland, vlakbij Apeldoorn in Voorst. Het circus-thema restaurant biedt zowel een uitgebreide binnenspeeltuin als een buitenattractiepark met een achtbaan in dinosfeer, zweefmolen, mini-reuzenrad en draaiende theekopjes.",
    "website": "https://pannenkoekenhuisvoorst.nl",
    "weather": "both",
    "coffee": true,
    "diaper": true,
    "alcohol": false,
    "lat": 52.2284,
    "lng": 6.0782,
    "min_age": 0,
    "max_age": 12,
    "toddler_highlight": "De kinderattractions buiten (treintje, zweefmolen, theekopjes) zijn specifiek gemikt op peuters en kleuters, en voor €10 krijgen kinderen een pannenkoek naar keuze, drinken en een kinderijsje met verrassing.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "'t Pannekoekhuis Ugchelen",
    "region": "Apeldoorn",
    "type": "pancake",
    "description": "Sfeervol pannenkoekenrestaurant in een bosrijke omgeving in Ugchelen, met een keuze uit meer dan 180 verschillende pannenkoeken. De speelruimte met diverse speeltoestellen houdt kinderen bezig terwijl ouders rustig kunnen genieten van een drankje.",
    "website": "https://pannekoekhuis-ugchelen.nl",
    "weather": "both",
    "coffee": true,
    "diaper": true,
    "alcohol": true,
    "lat": 52.1940,
    "lng": 5.9135,
    "min_age": 0,
    "max_age": 99,
    "toddler_highlight": "Speciale kinderpannenkoeken in kleine porties en een speelhoek met speeltoestellen maken dit tot een ontspannen uitje — peuters kunnen spelen terwijl ouders bijkomen van een wandeling in het omringende Ugchelse bos.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Paviljoen Amalia",
    "region": "Apeldoorn",
    "type": "pancake",
    "description": "Charmant pannenkoekenrestaurant met honderdjarige tradities, gelegen in het sfeervolle Brinkpark in het centrum van Apeldoorn. Naast meer dan 120 soorten pannenkoeken bieden ze ook ambachtelijke poffertjes — een echte Apeldoornse klassieker voor gezinnen.",
    "website": "http://www.pannenkoekenrestaurantbrinkpark.nl",
    "weather": "both",
    "coffee": true,
    "diaper": true,
    "alcohol": true,
    "lat": 52.2113,
    "lng": 5.9669,
    "min_age": 0,
    "max_age": 99,
    "toddler_highlight": "De poffertjes zijn een perfecte portiegrootte voor peuters, en het park rondom het paviljoen biedt ruimte om na het eten even te spelen. Kinderstoelen, kleurplaten en kleurpotloden zijn standaard aanwezig.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "CODA Museum",
    "region": "Apeldoorn",
    "type": "museum",
    "description": "Dynamisch cultuurhuis in het hart van Apeldoorn met een museum, bibliotheek, archief en ExperienceLab. Wisselende tentoonstellingen over moderne kunst, mode en design worden aangevuld met kinderworkshops, speurtochten en een creatieve VR-beleving. Kinderen tot 17 jaar hebben gratis toegang.",
    "website": "https://www.coda-apeldoorn.nl",
    "weather": "indoor",
    "coffee": true,
    "diaper": true,
    "alcohol": false,
    "lat": 52.2090,
    "lng": 5.9633,
    "min_age": 0,
    "max_age": 99,
    "toddler_highlight": "CODA Junior in de kelder van de bibliotheek is een speciaal ingerichte creatieve speelruimte voor de allerkleinsten, met boeken, speel- en doe-materiaal op kindermaat — gratis toegankelijk ook op regenachtige dagen.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Aquacentrum Malkander",
    "region": "Apeldoorn",
    "type": "play",
    "description": "Modern binnenzwembad in Apeldoorn met een wedstrijdbad, instructiebad, recreatiebad, wildwaterstroom, 52 meter lange glijbaan en een apart peuterbad. Voor kinderen tot 3 jaar is de toegang gratis bij aanmelding aan de balie.",
    "website": "https://www.zwembadenapeldoorn.nl/aquacentrum-malkander",
    "weather": "indoor",
    "coffee": true,
    "diaper": true,
    "alcohol": false,
    "lat": 52.2034,
    "lng": 5.9549,
    "min_age": 0,
    "max_age": 99,
    "toddler_highlight": "Het aparte ondiepe peuterbad met waterattracties is speciaal ingericht voor de allerkleinsten. Elke vrijdagmiddag is er een Aquakids-middag met begeleide wateractiviteiten, en baby-peuter-kleuter zwemmen is wekelijks beschikbaar.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Restaurant Malkenschoten",
    "region": "Apeldoorn",
    "type": "horeca",
    "description": "Kindvriendelijk restaurant in het groen, direct naast Speelboerderij Binky gelegen. Het combineert een kwalitatieve keuken voor volwassenen met een uitgebreid kindermenu (pannenkoeken, poffertjes, pizza, pasta), een binnenspeelkamer en buiten een trampoline en in de zomer een springkussen.",
    "website": "https://www.restaurant-malkenschoten.nl",
    "weather": "both",
    "coffee": true,
    "diaper": true,
    "alcohol": true,
    "lat": 52.2018,
    "lng": 5.9290,
    "min_age": 0,
    "max_age": 99,
    "toddler_highlight": "De binnenspeelkamer laat ouders rustig eten terwijl peuters veilig spelen. Ideaal te combineren met een bezoek aan naastgelegen Speelboerderij Binky voor een compleet dagje uit.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Restaurant Bij Ruysch",
    "region": "Apeldoorn",
    "type": "horeca",
    "description": "Authentiek eetcafé met meer dan 100 jaar geschiedenis, gelegen in het pittoreske Lieren op de Veluwe, aan knooppunt 94 van het fietsknooppuntennetwerk. Een rustige, groene omgeving met kindvriendelijk interieur, uitgebreid kindermenu, speelhoek binnen en speeltuin buiten.",
    "website": "https://bijruysch.nl",
    "weather": "both",
    "coffee": true,
    "diaper": true,
    "alcohol": true,
    "lat": 52.1820,
    "lng": 5.9630,
    "min_age": 0,
    "max_age": 99,
    "toddler_highlight": "De veilige buitenspeeltuin grenst aan de bosrijke Veluwse omgeving — perfect voor peuters die na het eten nog even willen buitenspelen. Hoge stoelen en verschoonmogelijkheden zijn standaard aanwezig.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "'t Pannekoekhuis Apeldoorn",
    "region": "Apeldoorn",
    "type": "pancake",
    "description": "Gezellig pannenkoekenrestaurant aan de Deventerstraat in Apeldoorn, met een brede keuze aan pannenkoeken en een speciaal kindermenu. De speelhoek houdt kinderen bezig tijdens het wachten en na afloop mogen ze langs de schatkist vol kleine verassingen.",
    "website": "https://www.pannenkoekhuis-apeldoorn.nl",
    "weather": "indoor",
    "coffee": true,
    "diaper": true,
    "alcohol": true,
    "lat": 52.2075,
    "lng": 5.9845,
    "min_age": 0,
    "max_age": 99,
    "toddler_highlight": "De schatkist na het eten is een hit bij peuters: elk kind mag na het pannenkoeken eten een verrassing uitkiezen. De speelhoek met kleurplaten is precies groot genoeg om peuters rustig bezig te houden.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "De Boskantine",
    "region": "Apeldoorn",
    "type": "horeca",
    "description": "Warm familiestrand-restaurant in het Veluwse Hoenderloo, gelegen op vakantiepark Roompot. Naast een uitgebreid kindermenu met biologische babymaaltijden biedt De Boskantine een binnenspeeltuin, een grote natuur buitenspeeltuin, springkussen en een waterspeelplaats.",
    "website": "https://deboskantine.nl",
    "weather": "both",
    "coffee": true,
    "diaper": true,
    "alcohol": true,
    "lat": 52.1600,
    "lng": 5.8720,
    "min_age": 0,
    "max_age": 99,
    "toddler_highlight": "Biologische babymaaltijden staan op de kaart — een zeldzame vondst. De waterspeelplaats is speciaal geschikt voor peuters en de natuur buitenspeeltuin sluit direct aan op het Veluwse bos.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Restaurant Triangel",
    "region": "Apeldoorn",
    "type": "horeca",
    "description": "Gastvrij familierestaurant in Wenum-Wiesel aan de rand van Apeldoorn-Noord, omgeven door groen. Het restaurant biedt een uitgebreid kindermenu, een binnenspeelkamer en bij mooi weer een opblaaskasteel op het terras — een van de populairste kindvriendelijke restaurants in de regio.",
    "website": "https://www.triangel.nu",
    "weather": "both",
    "coffee": true,
    "diaper": true,
    "alcohol": true,
    "lat": 52.2510,
    "lng": 5.9389,
    "min_age": 0,
    "max_age": 99,
    "toddler_highlight": "Het opblaaskasteel bij mooi weer en de binnenspeelkamer bij regen zorgen dat peuters altijd kunnen ravotten terwijl ouders ongestoord kunnen eten. Het kindermenu is speciaal afgestemd op kleine eters.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Orderbos Apeldoorn",
    "region": "Apeldoorn",
    "type": "nature",
    "description": "Uitgestrekt recreatiebos van 500 hectare aan de noordkant van Apeldoorn met goed onderhouden wandel- en fietspaden. Het bos biedt een groene, rustige omgeving voor gezinsuitjes en is vrij toegankelijk. Periodiek zijn er geleide natuur-excursies en familiedagen.",
    "website": "https://www.ivn.nl/afdeling/apeldoorn/natuurroutes/stayokay-orderbos/",
    "weather": "outdoor",
    "coffee": false,
    "diaper": false,
    "alcohol": false,
    "lat": 52.2490,
    "lng": 5.9521,
    "min_age": 0,
    "max_age": 99,
    "toddler_highlight": "Het vlakke bospad is perfect voor peuters die leren lopen of met een loopfiets buiten willen zijn. Eekhoorns en vogels spotten is een gratis en prikkelrijke bezigheid voor nieuwsgierige dreumesen.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Koningshof Vakantiepark Indoor Speeltuin",
    "region": "Apeldoorn",
    "type": "play",
    "description": "Overdekte speelhal in de kelder van het Polderhouse-gebouw op vakantiepark Koningshof, toegankelijk voor daagse bezoekers. Het park biedt tevens een restaurant waar ouders kunnen eten terwijl kinderen spelen in de aangrenzende speelhal.",
    "website": "https://en.koningshofholland.com/facilities/playground-indoor-and-outdoor/indoor-playground",
    "weather": "indoor",
    "coffee": true,
    "diaper": true,
    "alcohol": true,
    "lat": 52.2840,
    "lng": 5.9420,
    "min_age": 0,
    "max_age": 12,
    "toddler_highlight": "De binnenspeeltuin is bereikbaar via een lift waardoor peuters in een buggy eenvoudig naar binnen kunnen. Terwijl kinderen spelen kunnen ouders aanschuiven bij het restaurant direct naast de speelhal.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  }
]
