[
  {
    "name": "Burgers' Zoo",
    "region": "Arnhem",
    "type": "nature",
    "description": "Wereldberoemde dierentuin met overdekte ecosystemen zoals een tropisch regenwoud, een woestijn en een mangrove. Met meer dan 3.000 dieren biedt Burgers' Zoo een complete dagervaring voor het hele gezin, binnen én buiten.",
    "website": "https://www.burgerszoo.nl",
    "weather": "both",
    "coffee": true,
    "diaper": true,
    "alcohol": false,
    "lat": 52.006,
    "lng": 5.893,
    "min_age": 0,
    "max_age": 12,
    "toddler_highlight": "Peuters kunnen veilig en op hun eigen tempo dieren van dichtbij bekijken. In de overdekte Bush en Desert ecosystemen is het altijd warm en droog — ideaal bij wisselvallig weer. Kinderwagenverhuurdienst aanwezig bij de ingang.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Nederlands Openluchtmuseum",
    "region": "Arnhem",
    "type": "museum",
    "description": "Een openluchtmuseum van 44 hectare met authentieke historische gebouwen uit heel Nederland, een boerderij, ambachten en tramritten. Kinderen onder de 4 jaar hebben gratis toegang.",
    "website": "https://www.openluchtmuseum.nl",
    "weather": "both",
    "coffee": true,
    "diaper": true,
    "alcohol": false,
    "lat": 51.993,
    "lng": 5.898,
    "min_age": 0,
    "max_age": 12,
    "toddler_highlight": "Op het Kindererf kunnen peuters echts meehelpen: koe melken, kippen voeren en plantjes water geven. Op het Zaanse Plein is een veilige speelplek voor de allerkleinsten, en de historische tram bespaart kleine beentjes lange wandelingen.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Park Sonsbeek",
    "region": "Arnhem",
    "type": "nature",
    "description": "Het bekendste park van Arnhem met watervalletjes, vijvers, heuvels en beken. Slechts vijf minuten lopen van het centraal station en ideaal voor een ontspannen wandeling of picknick met jonge kinderen.",
    "website": "https://www.visitarnhem.com/locaties/3648979021/park-sonsbeek",
    "weather": "outdoor",
    "coffee": false,
    "diaper": false,
    "alcohol": false,
    "lat": 51.992,
    "lng": 5.892,
    "min_age": 0,
    "max_age": 99,
    "toddler_highlight": "Speeltuin De Leemkuil in het park heeft een speciaal peutergedeelte met zachte ondergrond en lage klimtoestellen. Peuters kunnen eenden en zwanen voeren langs de vijvers en door de beekjes plassen op warme dagen.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Ballorig Arnhem",
    "region": "Arnhem",
    "type": "play",
    "description": "Overdekt kinderspeelparadijs voor kinderen van 0 tot 12 jaar, dagelijks geopend van 09:00 tot 18:00. Ouders hebben gratis toegang en kunnen vanuit het café de kinderen veilig in de gaten houden.",
    "website": "https://www.ballorig.nl/arnhem",
    "weather": "indoor",
    "coffee": true,
    "diaper": true,
    "alcohol": false,
    "lat": 51.984,
    "lng": 5.928,
    "min_age": 0,
    "max_age": 12,
    "toddler_highlight": "Ballorig heeft een speciaal afgesloten peuterruimte waar de allerkleinsten veilig kunnen klauteren, spelen en rollen zonder dat grote kinderen hen omver lopen. Op doordeweekse ochtenden zijn er speciale peutermorgens met gereduceerd tarief.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Monkey Town Arnhem",
    "region": "Arnhem",
    "type": "play",
    "description": "Grote indoor speeltuin van 2.600 m² met klimstructuren, glijbanen en ballenbak, gelegen op industrieterrein Cruquiusweg. Zeven dagen per week geopend, gratis parkeren.",
    "website": "https://monkeytown.eu/nl/arnhem/home",
    "weather": "indoor",
    "coffee": true,
    "diaper": true,
    "alcohol": false,
    "lat": 51.981,
    "lng": 5.944,
    "min_age": 1,
    "max_age": 10,
    "toddler_highlight": "De exclusieve Peuterzone is alleen toegankelijk voor kinderen van 1 tot 3 jaar, zodat peuters veilig kunnen kruipen, klimmen en glijden zonder te worden opgestooten door grotere kinderen. Op doordeweekse ochtenden geldt een speciaal peutertarief van €5,95.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Stadsboerderij de Korenmaat",
    "region": "Arnhem",
    "type": "nature",
    "description": "Gratis te bezoeken stadsboerderij in Arnhem-Zuid met geiten, koeien, paarden, varkens en konijnen. Onderdeel van Natuurcentrum Arnhem, dagelijks geopend van 8:30 tot 16:45.",
    "website": "https://natuurcentrumarnhem.nl/locaties/stadsboerderij-de-korenmaat/",
    "weather": "outdoor",
    "coffee": false,
    "diaper": false,
    "alcohol": false,
    "lat": 51.964,
    "lng": 5.912,
    "min_age": 0,
    "max_age": 12,
    "toddler_highlight": "Peuters kunnen dieren van heel dichtbij bekijken en aaien op deze gecertificeerde kinderboerderij. De boerderij heeft het Keurmerk Kinderboerderijen en is veilig ingericht voor de allerkleinsten. Toegang is gratis, perfect voor een korte ochtenduitstap.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Stadsboerderij Presikhaaf",
    "region": "Arnhem",
    "type": "nature",
    "description": "Biologische stadsboerderij in Arnhem-Noord met zeldzame huisdierrassen, een speeltuin en een speelbos. Gratis toegang, dagelijks open van 8:30 tot 16:45 en er is een aangrenzende heemtuin.",
    "website": "https://natuurcentrumarnhem.nl/locaties/stadsboerderij-presikhaaf/",
    "weather": "outdoor",
    "coffee": false,
    "diaper": false,
    "alcohol": false,
    "lat": 51.994,
    "lng": 5.942,
    "min_age": 0,
    "max_age": 12,
    "toddler_highlight": "De vernieuwde speeltuin heeft groene, kindvriendelijke speeltoestellen waar peuters veilig kunnen klauteren. Zeldzame dierenrassen zoals Lakenvelders en Blaarkoppen geven jonge kinderen een bijzondere kijk op de boerderij.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Beekdalpark Paasberg",
    "region": "Arnhem",
    "type": "nature",
    "description": "Vrij toegankelijke natuurspeelplek van 2,7 hectare in een erosiedal van de stuwwal, met stapstenen door het water, zandspeelstranden, een bomenklimpad en een uitkijktoren. Altijd open, gratis.",
    "website": "https://www.dagjeweg.nl/tip/10507/Natuurspeelplek-Beekdalpark",
    "weather": "outdoor",
    "coffee": false,
    "diaper": false,
    "alcohol": false,
    "lat": 51.987,
    "lng": 5.877,
    "min_age": 0,
    "max_age": 12,
    "toddler_highlight": "Het brede zandspeelstrand langs de beek is een paradijs voor peuters die van spitten en kletsen houden. De stepstones door het water zijn laag genoeg voor kleine kinderen, en het vlakke terrein rondom is veilig voor nog wankele stappers.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Nederlands Watermuseum",
    "region": "Arnhem",
    "type": "museum",
    "description": "Interactief museum over water, verstopt in en onder Park Sonsbeek in een historische molen uit de 15e eeuw. Met meer dan 50 interactieve presentaties en een waterlab — altijd leuk, ongeacht het weer.",
    "website": "https://watermuseum.nl",
    "weather": "indoor",
    "coffee": true,
    "diaper": true,
    "alcohol": false,
    "lat": 51.990,
    "lng": 5.886,
    "min_age": 2,
    "max_age": 12,
    "toddler_highlight": "Naast het museum is een buitenspeelplaats waar kinderen sluisjes openen, water laten stromen en stuwdammetjes bouwen — peuters van 2+ zijn dol op het kliederen met water. Het museum is volledig overdekt en rolstoel- en kinderwagenvriendelijk.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Hoeve Klein Mariëndaal",
    "region": "Arnhem",
    "type": "nature",
    "description": "Idyllische zorgboerderij op een historisch landgoed aan de rand van Arnhem met geiten, ezels, koeien, konijnen en kippen. Er is een theeschenkerij en een natuurwinkel met lokale producten.",
    "website": "https://www.hoevekleinmariendaal.nl",
    "weather": "both",
    "coffee": true,
    "diaper": false,
    "alcohol": false,
    "lat": 51.999,
    "lng": 5.872,
    "min_age": 0,
    "max_age": 12,
    "toddler_highlight": "In de rustige, overzichtelijke boerderijomgeving kunnen peuters op hun gemak dieren aaien en voeren. De theeschenkerij biedt ouders een moment rust terwijl de kleintjes de boerderij verkennen — op zaterdag zijn er ook speciale kindergroepactiviteiten.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Musis & Stadstheater Arnhem",
    "region": "Arnhem",
    "type": "museum",
    "description": "Het grootste theater en concertzaal van Arnhem met een veelzijdig programma van muziek, dans en familievoorstellingen. Sinds september 2025 zijn kinderen tot 12 jaar gratis welkom bij alle familievoorstellingen.",
    "website": "https://www.musisenstadstheater.nl",
    "weather": "indoor",
    "coffee": true,
    "diaper": true,
    "alcohol": true,
    "lat": 51.980,
    "lng": 5.908,
    "min_age": 0,
    "max_age": 12,
    "toddler_highlight": "Speciale peuter- en kleutervoorstellingen met korte speelduur (45-60 min) zijn speciaal afgestemd op de aandachtsspanne van jonge kinderen. Peuters tot 4 jaar zijn gratis — een laagdrempelige eerste kennismaking met theater en live muziek.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Bouwspeelplaats De Leuke Linde",
    "region": "Arnhem",
    "type": "play",
    "description": "Bijzondere bouwspeelplaats in de Klarendalse wijk, gerund door vrijwilligers, met klimfort, waterworkshop, schommels en zandbak. Gratis toegankelijk voor kinderen van 0 tot 12 jaar.",
    "website": "https://www.deleukelinde.nl/www/",
    "weather": "outdoor",
    "coffee": false,
    "diaper": false,
    "alcohol": false,
    "lat": 51.993,
    "lng": 5.908,
    "min_age": 0,
    "max_age": 12,
    "toddler_highlight": "De speelplaats heeft drie zones voor verschillende leeftijden, waarvan één speciaal gericht op de jongste kinderen. De waterworkshop is favoriet bij peuters: ze kunnen naar hartenlust kletsen en het water verkennen in een veilige, overzichtelijke omgeving.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Pannenkoekhuis Den Strooper",
    "region": "Arnhem",
    "type": "pancake",
    "description": "Sfeervol pannenkoekenrestaurant in een voormalige school op de Veluwerand, dagelijks geopend van 12:00 tot 20:00 (gesloten dinsdag). Groot terras met overkapping en warmtelampen.",
    "website": "https://www.denstrooper.nl",
    "weather": "both",
    "coffee": true,
    "diaper": true,
    "alcohol": true,
    "lat": 51.998,
    "lng": 5.877,
    "min_age": 0,
    "max_age": 99,
    "toddler_highlight": "Het kindermenu bevat een speciale peuterpannenkoek op maat, en na het eten mogen alle kinderen in de schatkist graaien. In de speelhoek kunnen peuters zich vermaken met verkleedkleren, kleurplaten en bordspellen terwijl ouders rustig eten.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "'t Pannekoekhuis Schaarsbergen",
    "region": "Arnhem",
    "type": "pancake",
    "description": "Vertrouwd pannenkoekenrestaurant sinds 1985, schilderachtig gelegen op de Veluwe aan de Kemperbergerweg, tussen Burgers' Zoo en het Openluchtmuseum. Geopend dinsdag t/m zondag 12:00-20:00.",
    "website": "https://www.pannenkoekhuis-schaarsbergen.nl",
    "weather": "both",
    "coffee": true,
    "diaper": true,
    "alcohol": true,
    "lat": 52.001,
    "lng": 5.868,
    "min_age": 0,
    "max_age": 99,
    "toddler_highlight": "Ouders kunnen ontspannen eten op het rookvrije terras terwijl peuters spelen op de buitenspeeltuin met klimrek, glijbaan en zandbak — allemaal zichtbaar vanaf de tafels. Ideaal combineren met een bezoek aan Burgers' Zoo of het Openluchtmuseum.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Pannenkoekenboerderij De Steenen Camer",
    "region": "Arnhem",
    "type": "pancake",
    "description": "Nostalgisch pannenkoekenrestaurant in een monumentale Saksische boerderij uit 1848, langs de dijk naast de uiterwaarden van de Neder-Rijn. Open weekdagen vanaf 16:00 en in het weekend vanaf 12:00.",
    "website": "https://desteenencamer.nl",
    "weather": "both",
    "coffee": true,
    "diaper": false,
    "alcohol": true,
    "lat": 51.960,
    "lng": 5.877,
    "min_age": 0,
    "max_age": 99,
    "toddler_highlight": "Kinderen mogen hun eigen versierpannenkoek decoreren met toppings naar keuze — een leuke, creatieve ervaring voor peuters. De sfeervolle schuurterras en de dijkligging geven kleintjes ook alle ruimte om buiten te rennen.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "SmaakLokaal Kindercafé",
    "region": "Arnhem",
    "type": "horeca",
    "description": "Duurzaam sociaal lunchcafé op het Brouwersplein in het centrum van Arnhem met een afgesloten kinderspeelhoek en maandelijkse creatieve workshops voor kinderen. Open dinsdag t/m vrijdag 10:00-17:00, zaterdag 10:00-17:30.",
    "website": "https://waarsmaaklokaal.nl",
    "weather": "indoor",
    "coffee": true,
    "diaper": false,
    "alcohol": false,
    "lat": 51.979,
    "lng": 5.903,
    "min_age": 0,
    "max_age": 8,
    "toddler_highlight": "De speelhoek is volledig afgesloten van de rest van het café, zodat peuters veilig kunnen spelen met treintjes, poppenhuizen en speelgoed terwijl ouders rustig koffie drinken. Bij mooi weer is er buiten een waterspeeltafel; boven 25°C zelfs een opblaasbaar zwembadje.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Roadhouse Arnhem",
    "region": "Arnhem",
    "type": "horeca",
    "description": "Kindvriendelijk grill-restaurant aan de Amsterdamseweg met een uitgebreid kindermenu en een complete kinderspeelkelder 'The Basement'. Geopend woensdag t/m zondag vanaf 11:00.",
    "website": "https://www.roadhousearnhem.nl",
    "weather": "indoor",
    "coffee": true,
    "diaper": true,
    "alcohol": true,
    "lat": 51.987,
    "lng": 5.877,
    "min_age": 0,
    "max_age": 99,
    "toddler_highlight": "The Basement heeft een speciale klimhoek voor de jongste kinderen (3+). Bij elk kindermenu krijgen peuters 3 fun-coins voor de speelruimte, een milkshake en een knuffelbeestje mee naar huis. Een buzzer waarschuwt de kinderen wanneer het eten klaar is.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Goed Proeven",
    "region": "Arnhem",
    "type": "horeca",
    "description": "Gezellig wereldrestaurant in het monumentale oude postkantoor in de wijk Klarendal, met een sharing dining-concept en zonnig zomerterras. Dagelijks open vanaf 12:00.",
    "website": "https://www.goedproeven.nl",
    "weather": "both",
    "coffee": true,
    "diaper": false,
    "alcohol": true,
    "lat": 51.988,
    "lng": 5.910,
    "min_age": 0,
    "max_age": 99,
    "toddler_highlight": "Wanneer het niet te druk is mogen kinderen hun eigen ijsje samenstellen — een echte traktatie voor peuters. De ronde tafels en bankjes maken het makkelijk voor kinderwagens en de levendige buurtsfeer van Klarendal is een unieke ervaring voor jonge gezinnen.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Park Lingezegen – Speelbos",
    "region": "Arnhem",
    "type": "nature",
    "description": "Landschapspark van 17 km² tussen Arnhem en Nijmegen met een speelbos, kinderboerderij, waterrad en picknickweides. Ideaal voor een hele dag buiten met het gezin.",
    "website": "https://parklingezegen.nl/activiteiten/speelbos-lingezegen/",
    "weather": "outdoor",
    "coffee": true,
    "diaper": false,
    "alcohol": false,
    "lat": 51.951,
    "lng": 5.916,
    "min_age": 0,
    "max_age": 12,
    "toddler_highlight": "Het speelbos nodigt uit tot hutjes bouwen en vrij verkennen in de natuur. Bij de nabijgelegen Landerij De Park kunnen peuters kleine dieren aaien en spelen bij het waterrad — een complete halfdag vol natuuravontuur voor de jongste kinderen.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Landerij De Park",
    "region": "Arnhem",
    "type": "horeca",
    "description": "Sociaal restaurant en natuurervaringscentrum in Park Lingezegen (Elst, direct grenzend aan Arnhem-Zuid), met een kinderboerderij, doolhof, bijenkorf, vlindertuin en een kindvriendelijk terras. Jaarlijks meer dan 75.000 bezoekers.",
    "website": "https://www.landerijdepark.nl",
    "weather": "both",
    "coffee": true,
    "diaper": true,
    "alcohol": true,
    "lat": 51.940,
    "lng": 5.908,
    "min_age": 0,
    "max_age": 12,
    "toddler_highlight": "Peuters kunnen konijnen, cavia's, geiten en schapen aaien op de kleine kinderboerderij, en daarna spelen in de zandbak of bij het waterrad. Het restaurant werkt met regionale producten en biedt kinderporties — ouders eten goed terwijl de kleintjes de tuin verkennen.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Speeltuin De Leemkuil (Park Sonsbeek)",
    "region": "Arnhem",
    "type": "play",
    "description": "Groene speeltuin in het hart van Park Sonsbeek met een peutersectie op zachte ondergrond, klimtoestellen, schommels en een grote zandbak. Vrij toegankelijk en het hele jaar open.",
    "website": "https://www.kidsproof.nl/arnhem/uitje/beekdalpark-natuurspeeltuin-arnhem-uitje-gratis/",
    "weather": "outdoor",
    "coffee": false,
    "diaper": false,
    "alcohol": false,
    "lat": 51.992,
    "lng": 5.890,
    "min_age": 0,
    "max_age": 10,
    "toddler_highlight": "Het speciale peutergedeelte heeft lage toestellen en valbescherming met zachte rubberkorrels, zodat kleintjes veilig kunnen spelen. De groene omgeving van Park Sonsbeek direct eromheen maakt het tot een perfecte ochtenduitstap in de natuur.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "Zorgboerderij De Kroon",
    "region": "Arnhem",
    "type": "nature",
    "description": "Buurtboerderij en ontmoetingsplek in de wijk De Laar-Oost in Arnhem, met Shetlandpony's, kippen, geiten, konijnen en een natuurspeeltuin. Vrij toegankelijk voor buurtbewoners en bezoekers.",
    "website": "https://www.zorgboerderijdekroon.nl",
    "weather": "outdoor",
    "coffee": false,
    "diaper": false,
    "alcohol": false,
    "lat": 51.970,
    "lng": 5.935,
    "min_age": 0,
    "max_age": 12,
    "toddler_highlight": "Op deze buurtboerderij kunnen peuters op een toegankelijke en rustige manier in contact komen met kleine dieren. De Shetlandpony's en konijnen zijn favoriet bij de jongste bezoekers, en de natuurspeeltuin met klimhoekjes biedt extra speelplezier.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  },
  {
    "name": "De Buren van Thialf",
    "region": "Arnhem",
    "type": "horeca",
    "description": "Gezellig buurtrestaurant in Klarendal, gevestigd in het voormalige kantinengebouw van het oude Thialf zwembad, direct naast speeltuin Vrijstaat Thialf. Open woensdag t/m zondag vanaf 11:00.",
    "website": "https://www.burenvanthialf.nl",
    "weather": "both",
    "coffee": true,
    "diaper": false,
    "alcohol": true,
    "lat": 51.994,
    "lng": 5.907,
    "min_age": 0,
    "max_age": 99,
    "toddler_highlight": "Vanuit het terras heb je direct zicht op speeltuin Thialf, die een speciale peuterhoek heeft met zachte ondergrond en laag klimmateriaal. Peuters spelen buiten terwijl ouders rustig koffie of lunch nuttigen — het terras en de tuin zijn direct aangrenzend.",
    "last_verified": "2026-02-28",
    "verification_source": "web_research"
  }
]
